Repository: Tarciziu/Budgeteer
Catalog: Budgeteer/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: ro

source: Developer Menu
ro: Meniu dezvoltator

source: Hello, world!
ro: Bună, lume!

source: Proceed to main app
ro: Navighează la aplicația principală

source: Profile Screen
ro: Profil

# profile.appearanceSection.child.subtitle
source: Adjust app's visual theme
ro: Ajustează tema aplicației

# profile.appearanceSection.subtitle
source: Customize app theme (Dark/Light mode).
ro: Modifică tema aplicației (luminos / întunecat)

# profile.appearanceSection.title
source: Appearance settings
ro: Setări afișaj

# profile.feedbackSection.subtitle
source: Share your thoughts and suggestions to improve the app.
ro: Spune-ți părerea și sugestiile pentru îmbunătățirea aplicației

# profile.remindersSection.subtitle
source: Configure notifications for adding new transactions.
ro: Configurează notificări pentru adăugarea de noi tranzacții

# tabBar.home.title
source: Home
ro: Acasă

# tabBar.profile.title
source: Profile
ro: Profil

# tabBar.transactions.title
source: Transactions
ro: Tranzacții

source: Transactions Screen
ro: Tranzacții
